{
  "title": "Keach's Catechism",
  "questions": [
    [
      "Who is the first and best of beings?",
      "God is the first and best of beings."
    ],
    [
      "What is the chief end of man?",
      "Man's chief end is to glorify God and to enjoy Him forever."
    ],
    [
      "How do we know there is a God?",
      "The light of nature in man, and the works of God, plainly declare that there is a God; but His Word and Spirit only, do effectually reveal Him unto us for our salvation."
    ],
    [
      "What is the Word of God?",
      "The Scriptures of the Old and New Testaments, being given by divine inspiration, are the Word of God, the only infallible rule of faith and practice."
    ],
    [
      "How do we know that the Bible is the Word of God?",
      "The Bible evidences itself to be God's Word by the heavenliness of its doctrine, the unity of its parts, its power to convert sinners and to edify saints; but the Spirit of God only, bearing witness by and with the Scriptures in our hearts, is able fully to persuade us that the Bible is the Word of God."
    ],
    [
      "May all men make use of the Scriptures?",
      "All men are not only permitted, but commanded and exhorted, to read, hear, and understand the Scriptures."
    ],
    [
      "What do the Scriptures principally teach?",
      "The Scriptures principally teach what man is to believe concerning God and what duty God requires of man."
    ],
    [
      "What is God?",
      "God is a Spirit, infinite, eternal, and unchangeable in His being, wisdom, power, holiness, justice, goodness and truth."
    ],
    [
      "Are there more gods than one?",
      "There is but one only, the living and true God."
    ],
    [
      "How many persons are there in the Godhead?",
      "There are three persons in the Godhead, the Father, the Son, and the Holy Spirit; and these three are one God, the same in essence, equal in power and glory."
    ],
    [
      "What are the decrees of God?",
      "The decrees of God are His eternal purpose, according to the counsel of His will, whereby for His own glory, He has fore-ordained whatsoever comes to pass"
    ],
    [
      "How does God execute His decrees?",
      "God executes His decrees in the works of creation and providence."
    ],
    [
      "What is the work of creation?",
      "The work of creation is God's making all things of nothing, by the Word of His power, in the space of six days, and all very good."
    ],
    [
      "How did God create man?",
      "God created man male and female, after His own image, in knowledge, righteousness, and holiness, with dominion over the creatures."
    ],
    [
      "What are God's works of providence?",
      "God's works of providence are His most holy, wise, and powerful preserving and governing all His creatures, and all their actions."
    ],
    [
      "What special act of providence did God exercise towards man, in the estate wherein he was created?",
      "When God had created man, He entered into a covenant of works with him, upon condition of perfect obedience, forbidding him to eat of the tree of the knowledge of good and evil, upon pain of death."
    ],
    [
      "Did our first parents continue in the estate wherein they were created?",
      "Our first parents, being left to the freedom of their own will, fell from the estate wherein they were created, by sinning against God."
    ],
    [
      "What is sin?",
      "Sin is any want of conformity unto, or transgression of, the law of God."
    ],
    [
      "What was the sin whereby our first parents fell from the estate wherein they were created?",
      "The sin whereby our first parents fell from the estate wherein they were created, was their eating the forbidden fruit."
    ],
    [
      "Did all mankind fall in Adam's first transgression?",
      "The covenant being made with Adam, not only for himself but for his posterity, all mankind, descending from him by ordinary generation, sinned in him, and fell with him in his first transgression."
    ],
    [
      "Into what estate did the fall bring mankind?",
      "The fall brought mankind into an estate of sin and misery."
    ],
    [
      "Wherein consists the sinfulness of that estate whereunto man fell?",
      "The sinfulness of that estate whereunto man fell, consists in the guilt of Adam's first sin, the want of original righteousness, and the corruption of his whole nature, which is commonly called original sin, together with all actual transgressions which proceed from it."
    ],
    [
      "What is the misery of that estate whereunto man fell?",
      "All mankind, by their fall lost communion with God, are under His wrath and curse, and 80 made liable to all the miseries of this life, to death itself, and to the pains of hell forever."
    ],
    [
      "Did God leave all mankind to perish in the estate of sin and misery?",
      "God, out of His mere good pleasure, from all eternity, having chosen a people to everlasting life, did enter into a covenant of grace, to deliver them out of the estate of sin and misery, and to bring them into an estate of salvation, by a Redeemer."
    ],
    [
      "Who is the Redeemer of God's elect?",
      "The only Redeemer of God's elect is the Lord Jesus Christ, who, being the eternal Son of God, became man, and so was and continues to be God and man, in two distinct natures and one person, forever."
    ],
    [
      "How did Christ, being the Son of God, become man?",
      "Christ, the Son of God became man by taking to himself a true body and a reasonable soul; being conceived by the power of the Holy Spirit in the womb of the Virgin Mary and born of her, yet without sin."
    ],
    [
      "What offices does Christ execute as our Redeemer?",
      "Christ, as our Redeemer, executes the offices of a prophet, of a priest, and of a king, both in His estate of humiliation and exaltation."
    ],
    [
      "How does Christ execute the office of a prophet?",
      "Christ executes the office of a prophet, in revealing to us, by this Word and Spirit, the will of God for our salvation."
    ],
    [
      "How does Christ execute the office of a priest?",
      "Christ executes the office of a priest, in His once offering up of Himself, a sacrifice to satisfy divine justice, and reconcile us to God, and in making continual intercession for us."
    ],
    [
      "How does Christ execute the office of a king?",
      "Christ executes the office of a king, in subduing us to Himself, in ruling and defending us, and in restraining and conquering all His and our enemies."
    ],
    [
      "Wherein did Christ's humiliation consist?",
      "Christ's humiliation consisted in His being born, and that in a low condition, made under the law, undergoing the miseries of this life, the wrath of God, and the cursed death of the cross, in being buried, and continuing under the power of death for a time."
    ],
    [
      "Wherein consists Christ's exaltation?",
      "Christ's exaltation consists in His rising again from the dead on the third day, in ascending up into heaven, in sitting at the right hand of God the Father, and in coming to judge the world at the last day."
    ],
    [
      "How are we made partakers of the redemption purchased by Christ?",
      "We are made partakers of the redemption purchased by Christ, by the effectual application of it to us, by His Holy Spirit."
    ],
    [
      "How does the Spirit apply to us the redemption purchased by Christ?",
      "The Spirit applies to us the redemption purchased by Christ, by working faith in us, and thereby uniting us to Christ in our effectual calling."
    ],
    [
      "What is effectual calling?",
      "Effectual calling is the work of God's Spirit, whereby, convincing us of our sin and misery, enlightening our minds in the knowledge of Christ, and renewing our wills, He does persuade and enable us to embrace Jesus Christ, freely offered to us in the Gospel."
    ],
    [
      "What benefits do they that are effectually called, partake of in this life?",
      "They that are effectually called, do in this life partake of justification, adoption, sanctification, and the several benefits which in this life do either accompany or flow from them."
    ],
    [
      "What is justification?",
      "Justification is an act of God's free grace, wherein He pardons all our sins, and accepts us as righteous in His sight, only for the righteousness of Christ imputed to us, and received by faith alone."
    ],
    [
      "What is adoption?",
      "Adoption is an act of God's free grace, whereby we are received into the number, and have a right to all the privileges of the sons of God."
    ],
    [
      "What is sanctification?",
      "Sanctification is a work of God's free grace whereby we are renewed in the whole man after the image of God, and are enabled more and more to die unto sin, and live unto righteousness."
    ],
    [
      "What are the benefits which in this life do accompany or flow from justification, adoption, and sanctification?",
      "The benefits which in this life do accompany or flow from justification, adoption, and sanctification, are, assurance of God's love, peace of conscience, joy in the Holy Spirit, increase of grace, and perseverance therein to the end."
    ],
    [
      "What benefits do believers receive from Christ at death?",
      "The souls of believers are at death made perfect in holiness, and do immediately pass into glory, and their bodies, being still united to Christ, do rest in their graves till the resurrection."
    ],
    [
      "What benefits do believers receive from Christ at the Resurrection?",
      "At the resurrection, believers become raised up in glory, shall be openly acknowledged and acquitted in the day of judgment, and made perfectly blessed in the full enjoyment of God to all eternity."
    ],
    [
      "What shall be done to the wicked at death?",
      "The souls of the wicked shall at death, be cast into the torments of hell, and their bodies lie in their graves till the resurrection and judgement of the great day."
    ],
    [
      "What shall be done to the wicked at the day of judgement?",
      "At the day of judgement, the bodies of the wicked, being raised out of their graves, shall be sentenced, together with their souls, to unspeakable torments with the devil and his angels forever."
    ],
    [
      "What is the duty which God requires of man?",
      "The duty which God requires of man, is obedience to His revealed will."
    ],
    [
      "What did God at first reveal to man for the rule of his obedience?",
      "The rule which God at first revealed to man for his obedience was the moral law."
    ],
    [
      "Where is the moral law summarily comprehended?",
      "The moral law is summarily comprehended in the Ten Commandments."
    ],
    [
      "What is the sum of the Ten Commandments?",
      "The sum of the Ten Commandments is, to love the Lord our God, with all our heart, with all our soul, with all our strength, and with all our mind; and our neighbor as ourselves."
    ],
    [
      "What is the preface to the Ten Commandments?",
      "The preface to the Ten Commandments is, \"I am the Lord thy God, which have brought thee out of the land of Egypt, out of the house of bondage.\""
    ],
    [
      "What does the preface to the Ten Commandments teach us?",
      "The preface to the Ten Commandments teaches us, that because God is the Lord, and our God and Redeemer, therefore we are bound to keep all His commandments."
    ],
    [
      "Which is the first commandment?",
      "The first commandment is, \"Thou shalt have no other Gods before me.\""
    ],
    [
      "What is required in the first commandment?",
      "The first commandment requires us to know and acknowledge God to be the only true God, and our God, and to worship and glorify Him accordingly."
    ],
    [
      "What is forbidden in the first commandment?",
      "The first commandment forbids the denying, or not worshipping and glorifying the true God, as God and our God; and the giving that worship and glory to any other, which is due unto Him alone."
    ],
    [
      "What are we especially taught by these words, \"before me,\" in the first commandment?",
      "These words, \"before me\", in the first commandment, teach us, that God, who sees all things, takes notice of, and is much displeased with the sin of having any other God."
    ],
    [
      "Which is the second commandment?",
      "The second commandment is, \"Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is in the earth beneath, or that is in the water under the earth. Thou shalt not bow down thyself to them, nor serve them; for I the Lord thy God am a jealous God, visiting the iniquity of the fathers upon the children, unto the third and fourth generation of them that hate me: and showing mercy unto thousands of them that love me and keep my commandments.\""
    ],
    [
      "What is required in the second commandment?",
      "The second commandment requires the receiving, observing, and keeping pure and entire, all such religious worship and ordinances, as God has appointed in His Word."
    ],
    [
      "What is forbidden in the second commandment?",
      "The second commandment forbids the worshipping of God by images, or any other way not appointed in His Word."
    ],
    [
      "What are the reasons annexed to the second commandment?",
      "The reasons annexed to the second commandment, are, God's sovereignty over us, His propriety in us, and the zeal He has for His own worship."
    ],
    [
      "Which is the third commandment?",
      "The third commandment is, \"Thou shalt not take the name of the Lord thy God in vain: for the Lord will not hold him guiltless that taketh his name in vain.\""
    ],
    [
      "What is required in the third commandment?",
      "The third commandment requires the holy and reverent use of God's names, titles, attributes, ordinances, words, and works."
    ],
    [
      "What is forbidden in the third commandment?",
      "The third commandment forbids all profaning and abusing of any thing whereby God makes Himself known."
    ],
    [
      "What is the reason annexed to the third commandment?",
      "The reason annexed to the third commandment is, that howsoever the breakers of this commandment may escape punishment from men, yet the Lord our God will not suffer them to escape His righteous judgment."
    ],
    [
      "Which is the fourth commandment?",
      "The fourth commandment is, \"Remember the Sabbath day to keep it holy. Six days shalt thou labor and do all thy work; but the seventh day is the Sabbath of the Lord thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maid servant, nor thy cattle, nor thy stranger that is within thy gates: for in six days the Lord made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the Lord blessed the Sabbath day and hallowed it.\""
    ],
    [
      "What is required in the fourth commandment?",
      "The fourth commandment requires the keeping holy to God such set times as He has appointed in His Word, expressly one whole day in seven to be a holy Sabbath to Himself."
    ],
    [
      "Which day of the seven has God appointed to be the weekly Sabbath?",
      "From the creation of the world to the resurrection of Christ, God appointed the seventh day of the week to be the weekly Sabbath; and the first day of the week ever since, to continue to the end of the world, which is the Christian Sabbath."
    ],
    [
      "How is the Sabbath to be sanctified?",
      "The Sabbath is to sanctified by a holy resting all that day, even from such worldly employments and recreations as are lawful on other days, and spending the time in the public and private exercises of God's worship, except so much as is to be taken up in the works of necessity and mercy."
    ],
    [
      "What is forbidden in the fourth commandment?",
      "The fourth commandment forbids the ommission or careless performance of the duties required, and the profaning the day by idleness, or doing that which is in itself sinful, or by unnecessary thoughts, words, or works, about worldly employments or recreations."
    ],
    [
      "What are the reasons annexed to the fourth commandment?",
      "The reasons annexed to the fourth commandment are, God's allowing us six days of the week for our own employments, His challenging a special propriety in the seventh, His own example and His blessing the Sabbath day."
    ],
    [
      "Which is the fifth commandment?",
      "The fifth commandment is, \"Honor thy father and thy mother, that thy days may be long upon the land which the Lord thy God giveth thee.\""
    ],
    [
      "What is required in the fifth commandment?",
      "The fifth commandment requires the preserving the honor, and performing the duties, belonging to every one in their several places and relations, as superiors, inferiors, or equals."
    ],
    [
      "What is forbidden in the fifth commandment?",
      "The fifth commandment forbids the neglecting of, or doing anything against the honor and duty which belongs to every one in their several places and relations."
    ],
    [
      "What is the reason annexed to the fifth commandment?",
      "The reason annexed to the fifth commandment is a promise of long life and prosperity (as far as it shall serve God's glory and their own good), to all such as keep this commandment."
    ],
    [
      "Which is the sixth commandment?",
      "The sixth commandment is, \"Thou shalt not kill.\""
    ],
    [
      "What is required in the sixth commandment?",
      "The sixth commandment requires all lawful endeavors to preserve our own life and the life of others."
    ],
    [
      "What is forbidden in the sixth commandment?",
      "The sixth commandment forbids the taking away our own life, or the life of our neighbor unjustly, or whatsoever tends thereto."
    ],
    [
      "Which is the seventh commandment?",
      "The seventh commandment is, \"Thou shalt not commit adultery.\""
    ],
    [
      "What is required in the seventh commandment?",
      "The seventh commandment requires the preservation of our own and our neighbor's chastity, in heart, speech, and behavior."
    ],
    [
      "What is forbidden in the seventh commandment?",
      "The seventh commandment forbids all unchaste thoughts, words, and actions."
    ],
    [
      "Which is the eighth commandment?",
      "The eighth commandment is, \"Thou shalt not steal.\""
    ],
    [
      "What is required in the eighth commandment?",
      "The eighth commandment requires the lawful procuring and furthering the wealth and outward state of ourselves and others."
    ],
    [
      "What is forbidden in the eighth commandment?",
      "The eighth commandment forbids whatsoever does or may unjustly hinder our own or our neighbor's wealth or outward state."
    ],
    [
      "Which is the ninth commandment?",
      "The ninth commandment is, \"Thou shalt not bear false witness against thy neighbor.\""
    ],
    [
      "What is required in the ninth commandment?",
      "The ninth commandment requires the maintaining and promoting of truth between man and man, and of our own and our neighbor's good name, especially in witness bearing."
    ],
    [
      "What is forbidden in the ninth commandment?",
      "The ninth commandment forbids whatsoever is prejudicial to truth, or injurious to our own, or our neighbor's good name."
    ],
    [
      "Which is the tenth commandment?",
      "The tenth commandment is, \"Thou shalt not covet thy neighbor's house. Thou shalt not covet thy neighbor's wife, nor his man servant, nor his maid servant, nor his ox, nor his ass, nor anything that is thy neighbor's.\""
    ],
    [
      "What is required in the tenth commandment?",
      "The tenth commandment requires full contentment with our own condition, with a right and charitable frame of spirit towards our neighbor, and all that is his."
    ],
    [
      "What is forbidden in the tenth commandment?",
      "The tenth commandment forbids all discontentment with our own estate, envying or grieving at the good of our neighbor, and all inordinate motions and affections to anything that is his."
    ],
    [
      "Is any man able perfectly to keep the commandments of God?",
      "No mere man, since the fall, is able in this life, perfectly to keep the commandments of God, but daily breaks them in thought, word, and deed."
    ],
    [
      "What then is the purpose of the law since the fall?",
      "The purpose of the law, since, the fall, is to reveal the perfect righteousness of God, that His people may know his will for their lives and the ungodly, being convicted of their sin, may be restrained therein and brought to Christ for salvation."
    ],
    [
      "Are all transgressions of the law equally heinous?",
      "Some sins in themselves and by reason of several aggravations, are more heinous in the sight of God than others."
    ],
    [
      "What does every sin deserve?",
      "Every sin deserves God's wrath and curse, both in this life, and in that which is to come."
    ],
    [
      "What does God require of us, that we may escape His wrath and curse, due to us for sin?",
      "To escape the wrath and curse of God due to us for sin, God requires of us faith in Jesus Christ, repentance unto life, with the diligent use of all the outward and ordinary means whereby Christ communicates to us the benefits of redemption."
    ],
    [
      "What is faith in Jesus Christ?",
      "Faith in Jesus Christ is a saving grace, whereby we receive and rest upon Him alone for salvation, as He is offered to us in the Gospel."
    ],
    [
      "What is repentance unto life?",
      "Repentance unto life is a saving grace, whereby a sinner, out of a true sense of his sin, and apprehension of the mercy of God in Christ, does, with grief and hatred of his sin, turn from it unto God, with full purpose of, and endeavor after, new obedience."
    ],
    [
      "What are the outward and ordinary means whereby Christ communicates to us the benefits of redemption?",
      "The outward and ordinary means whereby Christ communicates to us the benefits of redemption are His ordinances, especially the Word, Baptism, the Lord's Supper and Prayer; all which are made effectual to the elect for salvation."
    ],
    [
      "How is the Word made effectual to salvation?",
      "The Spirit of God makes the reading, but especially the preaching of the Word an effectual means of convincing and converting sinners, and of building them up in holiness and comfort, through faith unto salvation."
    ],
    [
      "How is the Word to be read and heard that it may become effectual to salvation?",
      "That the Word may become effectual to salvation we must attend thereunto with diligence, preparation and prayer, receive it in faith and love, lay it up in our hearts and practice it in our lives."
    ],
    [
      "How do Baptism and the Lord's Supper become effectual means of salvation?",
      "Baptism and the Lord's Supper become effectual means of salvation, not from any virtue in them or in him that administers them, but only by the blessing of Christ and the working of His Spirit in them that by faith receive them."
    ],
    [
      "Wherein do Baptism and the Lord's Supper differ from the other ordinances of God?",
      "Baptism and the Lord's Supper differ from the other ordinances of God in that they were specially instituted by Christ to represent and apply to believers the benefits of the new covenant by visible and outward signs."
    ],
    [
      "What is Baptism?",
      "Baptism is an holy ordinance, wherein the washing with water in the name of the Father, the Son and the Holy Spirit, signifies our ingrafting into Christ and partaking of the benefits of the covenant of grace, and our engagement to be the Lord's."
    ],
    [
      "To whom is Baptism to be administered?",
      "Baptism is to be administered to all those who actually profess repentance towards God, faith in, and obedience to our Lord Jesus Christ; and to none other."
    ],
    [
      "Are the infants of such as are professing believers to be baptized?",
      "The infants of such as are professing believers are not to be baptized; because there is neither command nor example in the Holy Scriptures, or certain consequence from them, to baptize such."
    ],
    [
      "How is Baptism rightly administered?",
      "Baptism is rightly administered by immersion, or dipping the whole body of the person in water, in the name of the Father, and of the Son, and of the Holy Spirit."
    ],
    [
      "What is the duty of those who are rightly baptized?",
      "It is the duty of those who are rightly baptized to give up (join) themselves to some visible and orderly church of Jesus Christ, that they may walk in all the commandments and ordinances of the Lord blameless."
    ],
    [
      "What is the visible church?",
      "The visible church is the organized society of professing believers, in all ages and places, wherein the Gospel is truly preached and the ordinances of Baptism and the Lord's Supper rightly administered."
    ],
    [
      "What is the invisible church?",
      "The invisible church is the whole number of the elect, that have been, are, or shall be gathered into one under Christ the head."
    ],
    [
      "What is the Lord's Supper?",
      "The Lord's Supper is a holy ordinance, wherein, by giving and receiving bread and wine, according to Christ's appointment, His death is showed forth, and the worthy receivers are, not after a corporeal and carnal manner, but by faith, made partakers of His body and blood, with all His benefits, to their spiritual nourishment, and growth in grace."
    ],
    [
      "What is required to the worthy receiving of the Lord's Supper?",
      "It is required of them that would worthily (that is, suitably) partake of the Lord's Supper, that they examine themselves, of their knowledge to discern the Lord's body; of their faith to feed upon Him; of their repentance, love, and new obedience: lest, coming unworthily, they eat and drink judgment to themselves."
    ],
    [
      "What is Prayer?",
      "Prayer is an offering up of our desires to God, for things agreeable to His will, in the name of Christ, with confession of our sins and thankful acknowledgment of His mercies."
    ],
    [
      "What rule has God given for our direction in prayer?",
      "The whole Word of God is of use to direct us in prayer, but the special rule of direction is that prayer, which Christ taught His disciples, commonly called the Lord's Prayer."
    ],
    [
      "What does the preface of the Lord's Prayer teach us?",
      "The preface of the Lord's Prayer, which is, \"Our Father, which art in heaven,\" teaches us to draw near to God, with all holy reverence and confidence, as children to a father, able and ready to help us, and that we should pray with and for others."
    ],
    [
      "What do we pray for in the first petition?",
      "In the first petition, which is \"Hallowed be thy name,\" we pray that God would enable us and others to glorify Him in all that whereby He makes Himself known, and that He would dispose all things to His own glory."
    ],
    [
      "What do we pray for in the second petition?",
      "In the second petition, which is \"Thy kingdom come,\" we pray that satan's kingdom may be destroyed, and that the kingdom of grace may be advanced; ourselves and others brought into it, and kept in it, and that the kingdom of glory may be hastened."
    ],
    [
      "What do we pray for in the third petition?",
      "In the third petition, which is, \"Thy will be done in earth as it is in heaven,\" we pray that God by His grace, would make us able and willing to know, obey, and submit to His will in all things, as the angels do in heaven."
    ],
    [
      "What do we pray for in the fourth petition?",
      "In the fourth petition, which is, \"Give us this day our daily bread,\" we pray that of God's free gift, we may receive a competent portion of the good things of this life and enjoy His blessing with them."
    ],
    [
      "What do we pray for in the fifth petition?",
      "In the fifth petition, which is, \"And forgive us our debts, as we forgive our debtors,\" we pray that God, for Christ's sake, would freely pardon all our sins; which we are the rather encouraged to ask, because by His grace we are enabled from the heart to forgive others."
    ],
    [
      "What do we pray for in the sixth petition?",
      "In the sixth petition, which is, \"And lead us not into temptation, but deliver us from evil,\" we pray that God would either keep us from being tempted to sin, or support and deliver us when we are tempted."
    ],
    [
      "What does the conclusion of the Lord's Prayer teach us?",
      "The conclusion of the Lord's Prayer, which is, \"For thine is the kingdom, and the power, and the glory, forever, Amen,\" teaches us to take our encouragement in prayer from God only, and in our prayers to praise Him, ascribing kingdom, power, and glory to Him; and in testimony of our desire, and assurance to be heard, we say, AMEN."
    ]
  ]
}