{
  "title": "The Baptist Faith & Message 2000",
  "sections": [
    {
      "title": "The Scriptures",
      "number": 1,
      "text": "The Holy Bible was written by men divinely inspired and is God’s revelation of Himself to man. It is a perfect treasure of divine instruction. It has God for its author, salvation for its end, and truth, without any mixture of error, for its matter. Therefore, all Scripture is totally true and trustworthy. It reveals the principles by which God judges us, and therefore is, and will remain to the end of the world, the true center of Christian union, and the supreme standard by which all human conduct, creeds, and religious opinions should be tried. All Scripture is a testimony to Christ, who is Himself the focus of divine revelation."
    },
    {
      "title": "God",
      "number": 2,
      "text": "There is one and only one living and true God. He is an intelligent, spiritual, and personal Being, the Creator, Redeemer, Preserver, and Ruler of the universe. God is infinite in holiness and all other perfections. God is all powerful and all knowing; and His perfect knowledge extends to all things, past, present, and future, including the future decisions of His free creatures. To Him we owe the highest love, reverence, and obedience. The eternal triune God reveals Himself to us as Father, Son, and Holy Spirit, with distinct personal attributes, but without division of nature, essence, or being."
    },
    {
      "title": "God the Father",
      "number": 2,
      "subsection_number": 1,
      "text": "God as Father reigns with providential care over His universe, His creatures, and the flow of the stream of human history according to the purposes of His grace. He is all powerful, all knowing, all loving, and all wise. God is Father in truth to those who become children of God through faith in Jesus Christ. He is fatherly in His attitude toward all men."
    },
    {
      "title": "God the Son",
      "number": 2,
      "subsection_number": 2,
      "text": "Christ is the eternal Son of God. In His incarnation as Jesus Christ He was conceived of the Holy Spirit and born of the virgin Mary. Jesus perfectly revealed and did the will of God, taking upon Himself human nature with its demands and necessities and identifying Himself completely with mankind yet without sin. He honored the divine law by His personal obedience, and in His substitutionary death on the cross He made provision for the redemption of men from sin. He was raised from the dead with a glorified body and appeared to His disciples as the person who was with them before His crucifixion. He ascended into heaven and is now exalted at the right hand of God where He is the One Mediator, fully God, fully man, in whose Person is effected the reconciliation between God and man. He will return in power and glory to judge the world and to consummate His redemptive mission. He now dwells in all believers as the living and ever present Lord."
    },
    {
      "title": "God the Holy Spirit",
      "number": 2,
      "subsection_number": 3,
      "text": "The Holy Spirit is the Spirit of God, fully divine. He inspired holy men of old to write the Scriptures. Through illumination He enables men to understand truth. He exalts Christ. He convicts men of sin, of righteousness, and of judgment. He calls men to the Saviour, and effects regeneration. At the moment of regeneration He baptizes every believer into the Body of Christ. He cultivates Christian character, comforts believers, and bestows the spiritual gifts by which they serve God through His church. He seals the believer unto the day of final redemption. His presence in the Christian is the guarantee that God will bring the believer into the fullness of the stature of Christ. He enlightens and empowers the believer and the church in worship, evangelism, and service."
    },
    {
      "title": "Man",
      "number": 3,
      "text": "Man is the special creation of God, made in His own image. He created them male and female as the crowning work of His creation. The gift of gender is thus part of the goodness of God’s creation. In the beginning man was innocent of sin and was endowed by his Creator with freedom of choice. By his free choice man sinned against God and brought sin into the human race. Through the temptation of Satan man transgressed the command of God, and fell from his original innocence whereby his posterity inherit a nature and an environment inclined toward sin. Therefore, as soon as they are capable of moral action, they become transgressors and are under condemnation. Only the grace of God can bring man into His holy fellowship and enable man to fulfill the creative purpose of God. The sacredness of human personality is evident in that God created man in His own image, and in that Christ died for man; therefore, every person of every race possesses full dignity and is worthy of respect and Christian love."
    },
    {
      "title": "Salvation",
      "number": 4,
      "text": "Salvation involves the redemption of the whole man, and is offered freely to all who accept Jesus Christ as Lord and Saviour, who by His own blood obtained eternal redemption for the believer. In its broadest sense salvation includes regeneration, justification, sanctification, and glorification. There is no salvation apart from personal faith in Jesus Christ as Lord.\n\nA. Regeneration, or the new birth, is a work of God’s grace whereby believers become new creatures in Christ Jesus. It is a change of heart wrought by the Holy Spirit through conviction of sin, to which the sinner responds in repentance toward God and faith in the Lord Jesus Christ. Repentance and faith are inseparable experiences of grace.\n\nRepentance is a genuine turning from sin toward God. Faith is the acceptance of Jesus Christ and commitment of the entire personality to Him as Lord and Saviour.\n\nB. Justification is God’s gracious and full acquittal upon principles of His righteousness of all sinners who repent and believe in Christ. Justification brings the believer unto a relationship of peace and favor with God.\n\nC. Sanctification is the experience, beginning in regeneration, by which the believer is set apart to God’s purposes, and is enabled to progress toward moral and spiritual maturity through the presence and power of the Holy Spirit dwelling in him. Growth in grace should continue throughout the regenerate person’s life.\n\nD. Glorification is the culmination of salvation and is the final blessed and abiding state of the redeemed."
    },
    {
      "title": "God’s Purpose of Grace",
      "number": 5,
      "text": "Election is the gracious purpose of God, according to which He regenerates, justifies, sanctifies, and glorifies sinners. It is consistent with the free agency of man, and comprehends all the means in connection with the end. It is the glorious display of God’s sovereign goodness, and is infinitely wise, holy, and unchangeable. It excludes boasting and promotes humility.\n\nAll true believers endure to the end. Those whom God has accepted in Christ, and sanctified by His Spirit, will never fall away from the state of grace, but shall persevere to the end. Believers may fall into sin through neglect and temptation, whereby they grieve the Spirit, impair their graces and comforts, and bring reproach on the cause of Christ and temporal judgments on themselves; yet they shall be kept by the power of God through faith unto salvation."
    },
    {
      "title": "The Church",
      "number": 6,
      "text": "A New Testament church of the Lord Jesus Christ is an autonomous local congregation of baptized believers, associated by covenant in the faith and fellowship of the gospel; observing the two ordinances of Christ, governed by His laws, exercising the gifts, rights, and privileges invested in them by His Word, and seeking to extend the gospel to the ends of the earth. Each congregation operates under the Lordship of Christ through democratic processes. In such a congregation each member is responsible and accountable to Christ as Lord. Its scriptural officers are pastors and deacons. While both men and women are gifted for service in the church, the office of pastor is limited to men as qualified by Scripture.\n\nThe New Testament speaks also of the church as the Body of Christ which includes all of the redeemed of all the ages, believers from every tribe, and tongue, and people, and nation."
    },
    {
      "title": "Baptism and the Lord’s Supper",
      "number": 7,
      "text": "Christian baptism is the immersion of a believer in water in the name of the Father, the Son, and the Holy Spirit. It is an act of obedience symbolizing the believer’s faith in a crucified, buried, and risen Saviour, the believer’s death to sin, the burial of the old life, and the resurrection to walk in newness of life in Christ Jesus. It is a testimony to his faith in the final resurrection of the dead. Being a church ordinance, it is prerequisite to the privileges of church membership and to the Lord’s Supper.\n\nThe Lord’s Supper is a symbolic act of obedience whereby members of the church, through partaking of the bread and the fruit of the vine, memorialize the death of the Redeemer and anticipate His second coming."
    },
    {
      "title": "The Lord’s Day",
      "number": 8,
      "text": "The first day of the week is the Lord’s Day. It is a Christian institution for regular observance. It commemorates the resurrection of Christ from the dead and should include exercises of worship and spiritual devotion, both public and private. Activities on the Lord’s Day should be commensurate with the Christian’s conscience under the Lordship of Jesus Christ."
    },
    {
      "title": "The Kingdom",
      "number": 9,
      "text": "The Kingdom of God includes both His general sovereignty over the universe and His particular kingship over men who willfully acknowledge Him as King. Particularly the Kingdom is the realm of salvation into which men enter by trustful, childlike commitment to Jesus Christ. Christians ought to pray and to labor that the Kingdom may come and God’s will be done on earth. The full consummation of the Kingdom awaits the return of Jesus Christ and the end of this age."
    },
    {
      "title": "Last Things",
      "number": 10,
      "text": "God, in His own time and in His own way, will bring the world to its appropriate end. According to His promise, Jesus Christ will return personally and visibly in glory to the earth; the dead will be raised; and Christ will judge all men in righteousness. The unrighteous will be consigned to Hell, the place of everlasting punishment. The righteous in their resurrected and glorified bodies will receive their reward and will dwell forever in Heaven with the Lord."
    },
    {
      "title": "Evangelism and Missions",
      "number": 11,
      "text": "It is the duty and privilege of every follower of Christ and of every church of the Lord Jesus Christ to endeavor to make disciples of all nations. The new birth of man’s spirit by God’s Holy Spirit means the birth of love for others. Missionary effort on the part of all rests thus upon a spiritual necessity of the regenerate life, and is expressly and repeatedly commanded in the teachings of Christ. The Lord Jesus Christ has commanded the preaching of the gospel to all nations. It is the duty of every child of God to seek constantly to win the lost to Christ by verbal witness undergirded by a Christian lifestyle, and by other methods in harmony with the gospel of Christ."
    },
    {
      "title": "Education",
      "number": 12,
      "text": "Christianity is the faith of enlightenment and intelligence. In Jesus Christ abide all the treasures of wisdom and knowledge. All sound learning is, therefore, a part of our Christian heritage. The new birth opens all human faculties and creates a thirst for knowledge. Moreover, the cause of education in the Kingdom of Christ is co-ordinate with the causes of missions and general benevolence, and should receive along with these the liberal support of the churches. An adequate system of Christian education is necessary to a complete spiritual program for Christ’s people.\n\nIn Christian education there should be a proper balance between academic freedom and academic responsibility. Freedom in any orderly relationship of human life is always limited and never absolute. The freedom of a teacher in a Christian school, college, or seminary is limited by the pre-eminence of Jesus Christ, by the authoritative nature of the Scriptures, and by the distinct purpose for which the school exists."
    },
    {
      "title": "Stewardship",
      "number": 13,
      "text": "God is the source of all blessings, temporal and spiritual; all that we have and are we owe to Him. Christians have a spiritual debtorship to the whole world, a holy trusteeship in the gospel, and a binding stewardship in their possessions. They are therefore under obligation to serve Him with their time, talents, and material possessions; and should recognize all these as entrusted to them to use for the glory of God and for helping others. According to the Scriptures, Christians should contribute of their means cheerfully, regularly, systematically, proportionately, and liberally for the advancement of the Redeemer’s cause on earth."
    },
    {
      "title": "Cooperation",
      "number": 14,
      "text": "Christ’s people should, as occasion requires, organize such associations and conventions as may best secure cooperation for the great objects of the Kingdom of God. Such organizations have no authority over one another or over the churches. They are voluntary and advisory bodies designed to elicit, combine, and direct the energies of our people in the most effective manner. Members of New Testament churches should cooperate with one another in carrying forward the missionary, educational, and benevolent ministries for the extension of Christ’s Kingdom. Christian unity in the New Testament sense is spiritual harmony and voluntary cooperation for common ends by various groups of Christ’s people. Cooperation is desirable between the various Christian denominations, when the end to be attained is itself justified, and when such cooperation involves no violation of conscience or compromise of loyalty to Christ and His Word as revealed in the New Testament."
    },
    {
      "title": "The Christian and the Social Order",
      "number": 15,
      "text": "All Christians are under obligation to seek to make the will of Christ supreme in our own lives and in human society. Means and methods used for the improvement of society and the establishment of righteousness among men can be truly and permanently helpful only when they are rooted in the regeneration of the individual by the saving grace of God in Jesus Christ. In the spirit of Christ, Christians should oppose racism, every form of greed, selfishness, and vice, and all forms of sexual immorality, including adultery, homosexuality, and pornography. We should work to provide for the orphaned, the needy, the abused, the aged, the helpless, and the sick. We should speak on behalf of the unborn and contend for the sanctity of all human life from conception to natural death. Every Christian should seek to bring industry, government, and society as a whole under the sway of the principles of righteousness, truth, and brotherly love. In order to promote these ends Christians should be ready to work with all men of good will in any good cause, always being careful to act in the spirit of love without compromising their loyalty to Christ and His truth."
    },
    {
      "title": "Peace and War",
      "number": 16,
      "text": "It is the duty of Christians to seek peace with all men on principles of righteousness. In accordance with the spirit and teachings of Christ they should do all in their power to put an end to war.\n\nThe true remedy for the war spirit is the gospel of our Lord. The supreme need of the world is the acceptance of His teachings in all the affairs of men and nations, and the practical application of His law of love. Christian people throughout the world should pray for the reign of the Prince of Peace."
    },
    {
      "title": "Religious Liberty",
      "number": 17,
      "text": "God alone is Lord of the conscience, and He has left it free from the doctrines and commandments of men which are contrary to His Word or not contained in it. Church and state should be separate. The state owes to every church protection and full freedom in the pursuit of its spiritual ends. In providing for such freedom no ecclesiastical group or denomination should be favored by the state more than others. Civil government being ordained of God, it is the duty of Christians to render loyal obedience thereto in all things not contrary to the revealed will of God. The church should not resort to the civil power to carry on its work. The gospel of Christ contemplates spiritual means alone for the pursuit of its ends. The state has no right to impose penalties for religious opinions of any kind. The state has no right to impose taxes for the support of any form of religion. A free church in a free state is the Christian ideal, and this implies the right of free and unhindered access to God on the part of all men, and the right to form and propagate opinions in the sphere of religion without interference by the civil power."
    },
    {
      "title": "The Family",
      "number": 18,
      "text": "God has ordained the family as the foundational institution of human society. It is composed of persons related to one another by marriage, blood, or adoption.\n\nMarriage is the uniting of one man and one woman in covenant commitment for a lifetime. It is God’s unique gift to reveal the union between Christ and His church and to provide for the man and the woman in marriage the framework for intimate companionship, the channel of sexual expression according to biblical standards, and the means for procreation of the human race.\n\nThe husband and wife are of equal worth before God, since both are created in God’s image. The marriage relationship models the way God relates to His people. A husband is to love his wife as Christ loved the church. He has the God-given responsibility to provide for, to protect, and to lead his family. A wife is to submit herself graciously to the servant leadership of her husband even as the church willingly submits to the headship of Christ. She, being in the image of God as is her husband and thus equal to him, has the God-given responsibility to respect her husband and to serve as his helper in managing the household and nurturing the next generation.\n\nChildren, from the moment of conception, are a blessing and heritage from the Lord. Parents are to demonstrate to their children God’s pattern for marriage. Parents are to teach their children spiritual and moral values and to lead them, through consistent lifestyle example and loving discipline, to make choices based on biblical truth. Children are to honor and obey their parents."
    }
  ]
}