{
  "title": "The London Baptist Confession of Faith (1646)",
  "articles": [
    "The Lord our God is but one God, whose subsistence is in Himself; whose essence cannot be comprehended by any but himself, who only hath immortality, dwelling in the light, which no man can approach unto; who is in Himself most holy, every way infinite, in greatness, wisdom, power, love, merciful and gracious, long-suffering, and abundant in goodness and truth; who giveth being, moving, and preservation to all creatures.\n\n>1 Cor. 8:6, Isa. 44:6, 46:9, Exod. 3:14, 1 Tim 6:16, Isa. 43:15; Ps. 147:5, Deut. 32:3; Job 36:5; Jer. 10:12, Exod. 34:6,7, Acts 17:28; Rom. 11:36.\n",
    "In this divine and infinite Being there is the Father, the Word, and the Holy Spirit; each having the whole divine Essence, yet the Essence undivided; all infinite without any beginning, therefore but one God; who is not to be divided in nature, and being, but distinguished by several peculiar relative properties.\n\n>1 Cor. 1:3; John 1:1, 15:26, Exod. 3:14; 1 Cor. 8:6\n",
    "God had decreed in Himself, before the world was, concerning all things, whether necessary, accidental or voluntary, with all the circumstances of them, to work, dispose, and bring about all things according to the counsel of His own will, to His glory: (Yet without being the [chargeable] author of sin, or having fellowship with any therein) in which appears His wisdom in disposing all things, unchangeableness, power, and faithfulness in accomplishing His decree: And God hath before the foundation of the world, foreordained some men to eternal life, through Jesus Christ, to the praise and glory of His grace; [having foreordained and] leaving the rest in their sin to their just condemnation, to the praise of His justice.\n\n>Isa. 46:10; Eph. 1:11, Rom. 11:33, Ps. 115:3; 135:6, 33:15; 1 Sam. 10:9, 26, Prov. 21:6; Exod. 21:13; Prov. 16:33, Ps. 144, Isa. 45:7, Jer. 14:22, Matt. 6:28, 30; Col. 1:16, 17; Num. 23:19, 20; Rom. 3:4; Jer. 10:10; Eph. 1:4,5; Jude 4, 6; Prov. 16:4.\n",
    "In the beginning God made all things very good; created man after His own image, filled with all meet perfection of nature, and free from all sin; but long he abode not in this honor; Satan using the subtlety of the serpent to seduce first Eve, then by her seducing Adam; who without any compulsion, in eating the forbidden fruit, transgressed the command of God, and fell, whereby death came upon all his posterity; who now are conceived in sin, and by nature the children of wrath, the servants of sin, the subject of death, and other miseries in this world, and for ever, unless the Lord Jesus Christ set them free.\n\n>Gen. 1:1, Col. 1:16, Isa. 45:12, 1 Cor. 15:45, 46; Eccles. 7:29; Gen. 3:1,4,5; 2 Cor. 11:3, 1 Tim. 2:14; Gal. 3:22; Rom. 5:12, 18, 19, 6:22; Eph. 2:3.\n",
    "God in His infinite power and wisdom, doth dispose all things to the end for which they were created; that neither good nor evil befalls any by chance, or without His providence; and that whatsoever befalls the elect, is by His appointment, for His glory, and their good.\n\n>Job 38:11; Isa. 46:10,11, Eccles. 3:14, Mark 10:29,30; Exod. 21:13; Prov. 16:33, Rom. 8:28.\n",
    "All the elect being loved of God with an everlasting love, are redeemed, quickened, and saved, not by themselves, nor their own works, lest any man should boast, but, only and wholly by God, of His own free grace and mercy, through Jesus Christ, who is made unto us by God, wisdom, righteousness, sanctification, and redemption, and all in all, that he that rejoiceth, might rejoice in the Lord.\n\n>Jer. 31:2; Eph. 1:3, 7, 2:8,9; 1 Thess. 5:9, Acts 13:48; 2 Cor. 5:21; Jer. 9:23,24; 1 Cor. 1:30,31; Jer. 23:6.\n",
    "And this is life eternal, that we might know Him the only true God, and Jesus Christ whom He hath sent. And on the contrary, the Lord will render vengeance, in flaming fire, to them that know not God, and obey not the gospel of Jesus Christ.\n\n>John 17:3; Heb. 5:9, 2 Thess. 1:8; John 6:36.\n",
    "The rule of this knowledge, faith, and obedience, concerning the worship of God, in which is contained the whole duty of man, is (not men's laws, or unwritten traditions, but) only the word of God contained [viz., written] in the holy Scriptures; in which is plainly recorded whatsoever is needful for us to know, believe, and practice; which are the only rule of holiness and obedience for all saints, at all times, in all places to be observed.\n\n>Col. 2:23; Matt 15:6,9; John 5:39, 2 Tim. 3:15,16,17; Isa. 8:20; Gal. 1:8,9; Acts 3:22,23.\n",
    "The Lord Jesus Christ, of whom Moses and the Prophets wrote, the Apostles preached, He is the Son of God, the brightness of His glory, etc. by whom He made the world; who upholdeth and governeth all things that He hath made; who also when the fulness of time was come, was made of a woman, of the tribe of Judah, of the seed of Abraham and David; to wit, of the virgin Mary, the Holy Spirit coming down upon her, the power of the most High overshadowing her; and He was also tempted as we are, yet without sin.\n\n>Gen. 3:15, 22:18, 49:10; Dan. 7:13, 9:24, etc.; Prov. 8:23; John 1:1,2,3; Heb. 1:8; Gal. 4:4; Heb. 7:14; Rev. 5:5; Gen. 49:9,10, Rom. 1:3, 9:10; Matt. 1:16; Luke 3:23,26; Heb. 2:16; Isa. 53:3,4,5; Heb. 4:15.\n",
    "Jesus Christ is made the mediator of the new and everlasting covenant of grace between God and man, ever to be perfectly and fully the prophet, priest, and king of the Church of God for evermore.\n\n>1 Tim. 2:5; Heb. 9:15; John 14:6; Isa. 9:6.7.\n",
    "Unto this office He was appointed by God from everlasting; and in respect of his manhood, from the womb called, separated, and anointed most fully and abundantly with all gifts necessary, God having without measure poured out His Spirit upon Him.\n\n>Prov. 8:23; Isa. 42:6, 49:15; 11:2,3,4,5, 61:1,2; Luke 4:17, 22; John 1:14, 26, 3:34.\n",
    "Concerning His mediatorship, the Scripture holds forth Christ's call to His office; for none takes this honor upon Him, but He that is called of God as was Aaron, it being an action of God, whereby a special promise being made, He ordains His Son to this office; which promise is, that Christ should be made a sacrifice for sin; that He should see His seed, and prolong His days, and the pleasure of the Lord shall prosper in His hand; all of meer free and absolute grace towards God's elect, and without any condition foreseen in them to procure it.\n\n>Heb. 5:4,5,6, Isa. 53:10,11; John 3:16; Rom. 8:32.\n",
    "This office to be mediator, that is, to be prophet, priest, and king of the Church of God, is so proper to Christ, that neither in whole, or any part thereof, it cannot be transferred from Him to any other.\n\n>1 Tim. 2:5; Heb. 7:24; Dan. 7:14; Acts 4:12; Luke 1:33; John 14:6.\n",
    "This office to which Christ is called, is threefold; a prophet, priest, and king: This number and order of offices is necessary, for in respect of our ignorance, we stand in need of His prophetical office; in respect of our great alienation from God, we need His priestly office to reconcile us; and in respect of our averseness and utter inability to return to God, we need His kingly office, to convince, subdue, draw, uphold and preserve us to His heavenly kingdom.\n\n>Deut. 18:15; Acts 3:22,23; Heb. 3:!, 4:14,15; Ps. 2:6; 2 Cor. 5:20; Acts 26:18; Col. 1:21; John 16:8, Ps. 110:3; Song of Sol. 1:3; John 6:44; Phil. 4:13; 2 Tim. 4:18.\n",
    "Concerning the prophecy of Christ, it is that whereby He hath revealed the will of God, whatsoever is needful for His servants to know and obey; and therefore He is called not only a prophet and doctor, and the apostle of our profession, and the angel of the covenant, but also the very wisdom of God, in whom are hid all the treasures of wisdom and knowledge, who for ever continueth revealing the same truth of the gospel to His people.\n\n>John 1:18; 12:49,50; 17:8; Deut. 18:15; Matt. 23:10; Heb. 3:1; Mal. 3:1; 1 Cor. 1:24; Col. 2:3.\n",
    "That He might be a prophet every way complete, it was necessary He should be God, and also that He should be man; For unless He had been God, He could never have perfectly understood the will of God; and unless He had been man, He could not suitably have unfolded it in His own person to men.\n\n>John 1:18; Acts 3:22; Deut. 18:15; Heb. 1:1.\n\n>**Note:**\n\n>That Jesus Christ is God is wonderfully and clearly expressed in the Scriptures. He is called the mighty God, Isa. 9:6. That Word was God, John 1:1. Christ, who is God over all, Rom 9:5. God manifested in the flesh, 1 Tim. 3:16. The same is very God, 1 John 5:20. He is the first, Rev. 1:8. He gives being to all things, and without Him was nothing made, John 1:2. He forgiveth sins, Matt. 9:6. He is before Abraham, John 8:58. He was and is, and ever will be the same, Heb. 13:8. He is always with His to the end of the world, Matt. 28:20. Which could not be said of Jesus Christ, if He were not God. And to the Sone He saith, Thy throne, O God, is forever and ever, Heb. 1:8, John 1:18.\n\n>Also, Christ is not only perfectly God, but perfect man, made of a woman, Gal. 4:4. Made of the seed of David, Rom 1:3. Coming out of the loins of David, Acts 2:30. Of Jesse and Judah, Acts 13:23. In that the children were partakers of flesh and blood He Himself likewise took part with them, Heb. 2:14. He took not on Him the nature of angels, but the seed of Abraham, verse 16. So that we are bone of His bone, and flesh of His flesh, Eph. 5:30. So that He that sanctifieth, and they that are sanctified are all of one, Heb.2:11. See Acts 3:22, Deut. 18:15; Heb. 1:1.\n",
    "Concerning His priesthood, Christ having sanctified Himself, hath appeared once to put away sin by that one offering of Himself a sacrifice for sin, by which He hath fully finished and suffered all things God required for the salvation of His elect, and removed all rites and shadows, etc. and is now entered within the vail into the holy of holies, which is the presence of God. Also, He makes His people a spiritual house, an holy priesthood, to offer up spiritual sacrifice acceptable to God through Him. Neither doth the Father accept, nor Christ offer to the Father, any other worship or worshippers.\n\n>John 17:19; Heb. 5:7,8,9,10,12; Rom. 5:19, Eph. 5:2; Col. 1:20; Eph. 2:14, etc.; Rom. 8:34; Heb. 9:24; 8:1; 1 Pet. 2:5; John 4:23,24.\n",
    "This priesthood was not legal or temporary, but according to the order of Melchisedec, and is stable and perfect, not for a time, but forever, which is suitable to Jesus Christ, as to Him that ever liveth. Christ was the priest, sacrifice, and altar: He was a priest according to both natures; He was a sacrifice according to His human nature; whence in Scripture it is attributed to His body, to His blood: Yet the effectualness of this sacrifice did depend upon His divine nature; therefore it is called the blood of God. He was the altar according to His divine nature, it belonging to the altar to sanctify that which is offered upon it, and so it ought to be of greater dignity than the sacrifice itself.\n\n>Heb. 7:16, etc.; Heb. 5:6, 10:10; 1 Pet. 1:18,19; Col. 1:20, 22; Heb. 9:13; Acts 20:28; Heb. 9:14, 13:10,12,15; Matt. 23:17; John 17:19.\n",
    "Concerning His kingly office, Christ being risen from the dead, and ascended into heaven, and having all power in heaven and earth, He doth spiritually govern His church, and doth exercise His power over all, angels and men, good and bad, to the preservation and salvation of the elect, and to the overruling and destruction of His enemies. By this kingly power He applieth the benefits, virtue, and fruits of His prophecy and priesthood to His elect, subduing their sins, preserving and strengthening them in all their conflicts against Satan, the world, and the flesh, keeping their hearts in faith and filial fear by His Spirit: By this His mighty power He ruleth the vessels of wrath, using, limiting and restraining them, as it seems good to His infinite wisdom.\n\n>1 Cor. 15:4; 1 Pet. 3:21,22; Matt. 28:18,19; Luke 24:51; Acts 1:1, 5:30,31; John 19:36; Rom. 14:9; John 5:26,27; Rom. 5:6,7,8; 14:17; Gal. 5:22,23; Mark 1:27; Heb. 1:14; John 16:15; Job 2:8; Rom. 1:21, [9:17-18]; Eph. 4:17,18; 2 Pet. 2.\n",
    "This His kingly power shall be more fully manifested when He shall come in glory to reign among His saints, when He shall put down all rule and authority under His feet, that the glory of the Father may be perfectly manifested in His Son, and the glory of the Father and the Son in all His members.\n\n>1 Cor. 15:24,28; Heb. 9:28; 2 Thess. 1:9,10; 1 Thess. 4:15,16,17; John 17:21, 26.\n",
    "Jesus Christ by His death did purchase salvation for the elect that God gave unto Him: These only have interest in Him, and fellowship with Him, for whom He makes intercession to His Father in their behalf, and to them alone doth God by His Spirit apply this redemption; as also the free gift of eternal life is given to them, and none else.\n\n>Eph. 1:14; Heb. 5:9; Matt. 1:21; John 17:6; Heb. 7:25; 1 Cor. 2:12; Rom. 8:29,30; 1 John 5:12; John 15:35, 3:16.\n",
    "Faith is the gift of God, wrought in the hearts of the elect by the Spirit of God; by which faith they come to know and believe the truth of the Scriptures, and the excellency of them above all other writings, and all things in the world, as they hold forth the glory of God in His attributes, the execellency of Christ in His nature and offices, and of the power and fulness of the Spirit in its [His] workings and operations; and so are enabled to cast their souls upon His truth thus believed.\n\n>Eph. 2:8; John 6:29, 4:10; Phil. 1:29; Gal. 5:22; John 17:17; Heb. 4:11,12; John 6:63.\n",
    "All those that have this precious faith wrought in them by the Spirit, can never finally nor totally fall away; seeing the gifts of God are without repentance; so that He still begets and nourisheth in them faith, repentance, love, joy, hope, and all the graces of the Spirit unto immortality; and though many storms and floods arise, and beat against them, yet they shall never be able to take them off that foundation and rock, which by faith they are fastened upon; not withstanding, through unbelief, and the temptations of Satan, the sensible sight of this light and love, be clouded and overwhelmed for a time; yet God is still the same, and they shall be sure to be kept by the power of God unto salvation, where they shall enjoy their purchased possession, they being engraven upon the palms of His hands, and their names having been written in the book of life from all eternity.\n\n>Matt. 7:24,25; John 13:10, 10:28,29; 1 Pet. 1:4,5,6; Isa. 49:13,14,15,16.\n",
    "Faith is ordinarily begotten by the preaching of the gospel, or word of Christ, without respect to any power or agency in the creature; but it being wholly passive, and dead in trespasses and sins, doth believe and is converted by no less power than that which raised Christ from the dead.\n\n>Rom. 10:17; 1 Cor. 1:28; Rom. 9:16; Ezek. 16:16; Rom. 3:12, 1:16; Eph. 1:19, Col. 2:12.\n",
    "The preaching of the gospel to the conversion of sinners, is absolutely free; no way requiring as absolutely necessary, any qualifications, preparations, or terrors of the law, or preceding ministry of the law, but only and alone the naked soul, a sinner and ungodly, to receive Christ crucified, dead and buried, and risen again; who is made a prince and a Savior for such sinners as through the gospel shall be brought to believe on Him.\n\n>John 3:14,15, 1:12; Isa. 55:1; John 7:37; 1 Tim. 1:15; Rom. 4:5, 5:8; Acts 5:30,31, 2:36, 1 Cor. 1:22,24.\n",
    "The same power that converts to faith in Christ, carrieth on the soul through all duties, temptations, conflicts, sufferings; and whatsoever a believer is, he is by grace, and is carried on in all obedience and temptations by the same.\n\n>1 Pet. 1:5, 2 Cor. 12:9, 1 Cor. 15:10; Phil. 2:12, 13; John 15:5; Gal. 2:19,20.\n",
    "All believers are by Christ united to God; by which union, God is one with them, and they are one with Him; and that all believers are the sons of God, and joint heirs with Christ, to whom belong all the promises of this life, and that which is to come.\n\n>1 Thess. 1:1; John 17:21, 20:17; Heb. 2:11, 1 John 4:16; Gal. 2:19,20.\n",
    "Those that have union with Christ, are justified from all their sins by the blood of Christ, which justification is a gracious and full acquittance of a guilty sinner from all sin, by God, through the satisfaction that Christ hath made by His death for all their sins, and this applied (in manifestation of it) through faith.\n\n>1 John 1:7; Heb. 10:14, 9:26; 2 Cor. 5:19; Rom. 3:23; Acts 13:38,39; Rom. 5:1, 3:25,30.\n",
    "All believers are a holy and sanctified people, and that sanctification is a spiritual grace of the new covenant, and an effect of the love of God manifested in the soul, whereby the believer presseth after a heavenly and evangelical obedience to all the commands, which Christ as head and king in His new covenant hath prescribed to them.\n\n>1 Cor. 12; 1 Pet. 2:9; Eph. 1:4; 1 John 4:16; Matt. 28:20.\n",
    "All believers through the knowledge of that justification of life given by the Father and brought forth by the blood of Christ have as their great privilege of that new covenant, peace with God, reconciliation, whereby they that were afar off are made nigh by that blood, and have peace passing all understanding; yea, joy in God through our Lord Jesus Christ, by whom we have received atonement.\n\n>2 Cor. 5:19; Rom. 5:9,10; Isa. 54:10; Eph. 2:13,14, 4:7; Rom. 5:10,11.\n",
    "All believers in the time of this life, are in a continual warfare and combat against sin, self, the world, and the devil; and are liable to all manner of afflictions, tribulations and persecutions, being predestined and appointed thereunto, and whatsoever the saints possess or enjoy of God spiritually, is by faith; and outward and temporal things are lawfully enjoyed by a civil right by them who have no faith.\n\n>Rom. 7:23,24; Eph. 6:10,11, etc.; Heb. 2:9,10, 2 Tim. 3:12; Rom. 8:29; 1 Thess. 3:3; Gal. 2:19,20; 2 Cor. 5:7; Deut. 2:5.\n",
    "The only strength by which the saints are enabled to encounter with all oppositions and trials, is only by Jesus Christ, who is the captain of their salvation, being made perfect through sufferings; who hath engaged His faithfulness and strength to assist them in all their afflictions, and to uphold them in all their temptations, and to preserve them by His power to His everlasting kingdom.\n\n>John 16:33, 15:5; Phil. 4:11, Heb. 2:9,10; 2 Tim. 4:18.\n",
    "Jesus Christ hath here on earth a [manifestation of His] spiritual kingdom, which is His Church, whom He hath purchased and redeemed to Himself as a peculiar inheritance; which Church is a company of visible saints, called and separated from the world by the word and Spirit of God, to the visible profession of faith of the gospel, being baptized into that faith, and joined to the Lord, and each other, by mutual agreement in the practical enjoyment of the ordinances commanded by Christ their head and king.\n\n>Matt. 11:11; 2 Thess. 1:1; 1 Cor. 1:2; Eph. 1:1; Rom. 1:7; Acts 19:8,9, 26:18; 2 Cor. 6:17; Rev. 18:4; Acts 2:37, 10:37; Rom. 10:10; Matt. 18:19,20; Acts 2:42, 9:26; 1 Pet. 2:5.\n",
    "To this Church He hath made His promises, and giveth the signs of His covenant, presence, acceptation, love, blessing and protection. Here are the fountains and springs of His heavenly graces flowing forth to refresh and strengthen them.\n\n>Matt. 28:18, etc.; 1 Cor. 11:24, 3:21; 2 Cor. 6:18; Rom. 9:4,5; Ps. 133:3; Rom. 3:7,10; Ezek. 47:2.\n",
    "And all His servants of all estates (are to acknowledge Him to be their prophet, priest and king;) and called thither to be enrolled among His household servants, to present their bodies and souls, and to bring their gifts God hath given them, to be under His heavenly conduct and government, to lead their lives in this walled sheepfold, and watered garden, to have communion here with His saints, that they may be assured that they are made meet to be partakers of their inheritance in the kingdom of God; and to supply each others wants, inward and outward; (and although each person hath a propriety in his own estate, yet they are to supply each others wants, according as their necessities shall require, that the name of Jesus Christ may not be blasphemed through the necessity of any in the Church) and also being come, they are here by Himself to be bestowed in their several order, due place, peculiar use, being fitly compact and knit together according to the effectual working of every part, to the edifying of itself in love.\n\n>Acts. 2:41,47; Isa. 4:3, 1 Cor. 12:6,7, etc.; Ezek. 20:37,40; Song of Sol. 4:12; Eph. 2:19; Rom. 12:4,5,6; Col. 1:12, 2:5,6,19; Acts 20:32, 5:4, 2:44,45, 4:34,35; Luke 14:26; 1 Tim. 6:1; Eph. 4:16.\n",
    "Being thus joined, every [local] church hath power given them from Christ, for their wellbeing, to choose among themselves meet persons for elders and deacons, being qualified according to the word, as those which Christ hath appointed in His testament, for the feeding, governing, serving, and building up of His Church; and that none have any power to impose on them either these or any other.\n\n>Acts 1:23,26, 6:3, 15:22,25; Rom. 12:7,8; 1 Tim. 3:2,6,7; 1 Cor. 12:8,28; Heb. 13:7,17; 1 Pet. 5:1,2,3,4:15.\n",
    "That the ministers lawfully called, as aforesaid, ought to continue in their calling and place according to God's ordinance, and carefully to feed the flock of God committed to them, not for filthy lucre, but of a ready mind.\n\n>Heb. 5:4; John 10:3,4; Acts 20:28,29; Rom. 12:7,8; Heb. 13:7,17; 1 Pet. 5:1,2,3.\n",
    "The ministers of Christ ought to have whatsoever they shall need, supplied freely by the church, that according to Christ's ordinance they that preach the Gospel should live of the gospel by the law of Christ.\n\n>1 Cor. 9:7,14; Gal. 6:8; Phil. 4:15,16; 2 Cor. 10:4; 1 Tim. 1:2; Ps. 110:3.\n",
    "Baptism is an ordinance of the New Testament, given by Christ, to be dispensed upon persons professing faith, or that are made disciples; who upon profession of faith, ought to be baptized, and after to partake of the Lord's Supper.\n\n>Matt. 28:18,19; John 4:1; Mark 16:15,16; Acts 2:37,38, 8:36,37, etc.\n",
    "That the way and manner of dispensing this ordinance, is dipping or plunging the body under water; it being a sign, must answer the things signified, which is, that interest the saints have in the death, burial, and resurrection of Christ: And that as certainly as the body is buried under water, and risen again, so certainly shall the bodies of the saints be raised by the power of Christ, in the day of the resurrection, to reign with Christ.\n\n>Matt. 3:16; Mark 15:9 reads (into Jordan) in Greek; John 3:23, Acts 8:38; Rev. 1:5, 7:14; Heb. 10:22; Rom. 6:3,4,5,6; 1 Cor. 15:28,29. The word *baptizo* signifies to dip or plunge (yet so as convenient garments be both upon the administrator and subject with all modesty).\n",
    "The person designed by Christ to dispense baptism, the Scripture holds forth to be a disciple; it being no where tied to a particular church officer, or person extraordinarily sent the commission enjoining the administration, being given to them as considered disciples, being men able to preach the gospel.\n\n>Isa. 8:16; Eph. 2:7; Matt 28:19; John 4:2; Acts 20:7, 11:10; 1 Cor. 11:2, 10:16,17; Rom. 16:2; Matt. 18:17.\n",
    "Christ hath likewise given power to His Church to receive in, and cast out, any member that deserves it; and this power is given to every congregation, and not to one particular person, either member or officer, but in relation to the whole body, in reference to their faith and fellowship.\n\n>Rom. 15:2; Matt. 18:17; 1 Cor. 5:4,11,14, 12:6, 2:3; 2 Cor. 2:6,7.\n",
    "And every particular member of each church, how excellent, great, or learned soever, is subject to this censure and judgment; and that the church ought not without great care and tenderness, and due advice, but by the rule of faith, to proceed against her members.\n\n>Matt. 18:16, 17:18; Acts 11:2,3; 1 Tim. 5:19, etc.; Col. 4:17; Acts 15:1,2,3.\n",
    "Christ for the keeping of this church in holy and orderly communion, placeth some special men over the church; who by their office, are to govern, oversee, visit, watch; so likewise for the better keeping thereof, in all places by the members, He hath given authority, and laid duty upon all to watch over one another.\n\n>Acts 20:27,28; Heb. 13:17,24; Matt. 24:45; 1 Thess. 5:2, 14; Jude 3,20; Heb. 10:34,35 [cf. 24,25], 12:15.\n",
    "Also such to whom God hath given gifts in the church, may and ought to prophecy [viz., teach] according to the proportion of faith, and to teach publicly the word of God, for the edification, exhortation, and comfort of the church.\n\n>1 Cor. 14:3, etc.; Rom 12:6; 1 Pet. 4:10, 11; 1 Cor. 12:7; 1 Thess. 5:19, etc.\n",
    "Thus being rightly gathered, and continuing in the obedience of the gospel of Christ, none are to separate for faults and corruptions (for as long as the church consists of men subject to failings, there will be difference in the true constituted church) until they have in due order, and tenderness, sought redress thereof.\n\n>Rev. 2, 3; Acts 15:12; 1 Cor. 1:10; Heb. 10:25; Jude 19; Rev. 2:20,21,27; Acts 15:1,2; Rom. 14:1; 15:1,2,3.\n",
    "And although the particular congregations be distinct, and several bodies, every one as a compact and knit city within itself; yet are they all to walk by one rule of truth; so also they (by all means convenient) are to have the counsel and help one of another, if necessity require it, as members of one body, in the common faith, under Christ their head.\n\n>1 Cor. 4:17, 14:33,36, 16:1; Ps. 122:3; Eph. 2:12,19; Rev. 21; 1 Tim. 3:15, 6:13,14; 1 Cor. 4:17; Acts 15:2,3; Song of Sol. 8:8,9; 2 Cor. 8:1,4, 13:14.\n",
    "A civil magistracy is an ordinance of God, set up by Him for the punishment of evil doers, and for the praise of them that do well; and that in all lawful things, commanded by them, subjection ought to be given by us in the Lord, not only for wrath, but for conscience sake; and that we are to make supplications and prayers for kings, and all that are in authority, that under them we may live a quiet and peaceable life, in all godliness and honesty.\n\n>Rom. 13:1,2, etc.; 1 Pet. 2:13,14; 1 Tim. 2:1,2,3.\n\n>**Note:**\n\n>The supreme magistracy of this kingdom we acknowledge to be the king and parliament (now established) freely chosen by the kingdom, and that we are to maintain and defend all civil laws and civil officers made by them, which are for the good of the commonwealth. And we acknowledge with thankfulness, that God hath made this present king and parliament honorable in throwing down the prelatical hierarchy, because of their tyranny and oppression over us, under which this kingdom long groaned, for which we are ever engaged to bless God, and honor them for the same. And concerning the worship of God; there is but one lawgiver, which is able to save and destroy, James 4:12; which is Jesus Christ, who hath given laws and rules sufficient in His word for His worship; and for any to make more, were to charge Christ with want of wisdom, or faithfulness, or both, in not making laws enough, or not good enough for His house: Surely it is our wisdom, duty, and privilege, to observe Christ's laws only, Ps 2:6,9,10,12. So it is the magistrates duty to tender the liberty of mens' consciences, Eccles. 8:8 (which is the tenderest thing unto all conscientious men, and most dear unto them, and without which all other liberties will not be worth the naming, much less enjoying) and to protect all under them from all wrong, injury, oppression and molestation; so it is our duty not to be wanting in nothing which is for their honor and comfort, and whatsoever is for the wellbeing of the commonwealth wherein we live; it is our duty to do, and we believe it to be our express duty, especially in matters of religion, to be fully persuaded in our minds of the lawfulness of what we do, as knowing whatsoever is not of faith is sin. And as we cannot do anything contrary to our understandings and consciences, so neither can we forebear the doing of that which our understandings and consciences bind us to do. And if the magistrate should require us to do otherwise, we are to yield our persons in a passive way to their power, as the saints of old have done, James 5:4. And thrice happy shall he be, that shall lose his life for witnessing (though but for the least tittle) of the truth of the Lord Jesus Christ, 1 Pet. 5; Gal. 5.\n",
    "But in case we find not the magistrate [or governing authority] to favor us herein; yet we dare not suspend our practice, because we believe we ought to go in obedience to Christ, in professing the faith which was once delivered to the saints, which faith is declared in the holy Scriptures, and this our confession of faith a part of them, and that we are to witness to the truth of the Old and New Testaments unto the death, if necessity require, in the midst of all trials and afflictions, as His saints of old have done; not accounting our goods, lands, wives, children, fathers, mothers, brethren, sisters; yea and our own lives dear unto us, so we may finish our course with joy; remembering always, that we ought to obey God rather than men, who will when we have finished our course, and kept the faith, give us the crown of righteousness; to whom we must give an account of all our actions, and no man being able to discharge us of the same.\n\n>Acts 2:40,41, 4:19, 5:28,29, 20:23; 1 Thess. 3:3; Phil. 1:28,29; Dan. 3:16,17, 6:7,10,22,23; 1 Tim. 6:13,14; Rom. 12:1,8; 1 Cor. 14:37; Rev. 2:20; 2 Tim. 4:6,7,8; Rom. 14:10, 12; 2 Cor. 5:10; Ps. 49:7,50:22.\n",
    "It is lawful for a Christian to be a magistrate or civil officer; and also it is lawful to take an oath, so it be in truth, and in judgment, and in righteousness, for confirmation of truth, and ending of all strife; and that by wrath and vain oaths the Lord is provoked and this land mourns.\n\n>Acts 8:38, 10:1,2,35; Rom. 16:23; Deut. 6:13; Rom. 1:9; 2 Cor. 10,11; Jer. 4:2; Heb. 6:16.\n",
    "We are to give unto all men whatsoever is their due, as their place, age, estate, requires; and that we defraud no man of anything, but to do unto all men, as we would they should do unto us.\n\n>1 Thess. 4:6; Rom. 13:5,6,7; Matt. 22:21; Titus 3; 1 Pet. 2:15,17, 5:5; Eph. 5:21,23, etc. , 6:1,9; Titus 3:1,2,3.\n",
    "There shall be a resurrection of the dead, both of the just and unjust, and everyone shall give an account of himself to God, that every one may receive the things done in his body, according to that he hath done, whether it be good or bad.\n\n>Acts 24:15; 1 Cor. 5:10; Rom. 14:12. [Matt. 25; Rev. 22:11,12,13,14,15.]\n"
  ]
}
